Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: This tagging is a regular and expected occurrence in some habitats, while in others it is reserved for only the most important and potentially life-saving information.
fr_fr: Cet étiquettage a une apparoition régulière et attendue dans certains habitats, alors que dans d'autre, elel est réservée pour les information les plus importantes et qui peuvent sauver des vies.

source: Bypassing muses for any less important reason in these stations is considered a gross invasion of privacy or even a crime.
fr_fr: Outrepasser les muses pour une raison moins importante dans ces stations est considéré comme une invasion flagrante de la vie privée, voire même un crime.

source: The accumulated knowledge and media of Earth, spanning the history of human intelligence, is a vast and impressive amount.
fr_fr: L'accumulation des médias et des connaissance de la Terre, couvrant toute l'histoire de l'intelligence humanie, représante un total de donne gigantesque et impressionant.

source: Even before the Fall, many orbital settlements had acquired complete records of all previous human lore and creativity, including copies of every book, painting, song, film, TV program, console game, newspaper, and magazine article that had ever been translated into digital format, as well as backups of Earth's entire internet archives.
fr_fr: Même avant la Chute, beaucoup d'abri orbitaux avaient récuéprés un enregistrement complet de toute la connaissance et la créativité humaine pécédente, incluant des copies de tout les livres, tabeleaux, chansons, film, programme TV, jeu vidéo, journal et article de magasine qui ait jamais été traduit dans un format digital, ainsi que les sauveagrde de toute sles archives de l'internet Terrestre.

source: Numerous destructive programs unleashed during the Fall corrupted much of this information, however, in some cases permanently wiping it from existence.
fr_fr: De nombreux programmes destrcutcifs libérés pendant la Chute ont cependant corrompus la plupart de ces informations et en ont effacés à jamais une partie.

source: This means that what remains of Earth's archived history and data is patchy and incomplete.
fr_fr: Ce qui siginife que ce qu'il reste des archives historique de la Terre est inégal et incomplet.

source: Much survives, but some treasures have been lost.
fr_fr: Beaucoup a survécu, mais quelques trésors ont étés perdus.

source: In particular, media from the era of the Fall itself is particularly hard to come by, given the consistent attacks the TITANs were making on information systems.
fr_fr: En particulier, les medias de l'époque de la Chute en elle-même sont particuliè-rement difficiles à dénicher, étant donné les attaques constantes que menaient les TITANs sur les systèmes d'informations.

source: Proprietary data that was withheld from the public domain behind electronic gates on Earth is even more likely to have been lost, except for a few hypercorps that managed to transfer their Earth-bound data off-world in time.
fr_fr: Les données propriétaires qui ont étés écarétes du domaine public derrières des portes électroniques sur Terre sont encore plsu sujettes à disparition, à l'exception de quelques hypercorps qui ont réussi a transférer leur données liée à la Terre vers des serveurs hors-monde dans les temps.

source: Retrieving lost data is a lucrative task for scavengers and archeologists, though looting the dangerous confines of Earth or derelict habitats destroyed during the Fall is a risky proposition.
fr_fr: Retrouver des données perdues est une tâche lucratives poru les récupérateurs et les archéologistes, bien que fouiller les confins de la Terre les plsu dangereux ou les habitats détriuts pendant la Chute est une proposition risquée.

source: As the culture industry quickly discovered, biotech and resleeving technology clashed with the media’s ability to focus the spotlight on specific icons.
fr_fr: Comme l'industrie de la culture l'a rapidement découvert, la biotech et les technologies de réincarnation sont entrées en collision avec la capacité des médias à focalsier l'attention sur des icônes spécifiques.

source: When everyone can be bodysculpted, the beautiful people need to be more than glamorous faces.
fr_fr: Lorsque tout le monde peu se bodysculpter, les belles personnes doivent être plus que des visages agréables.

source: More to the point, the public’s interest in celebs faltered when famous people repeatedly changed their looks and were no longer immediately recognizable.
fr_fr: Pour finir, l'intérêt du public envers les peoples s'effondra lorsque les célébrités changèrent régulièrement d'apparence et n'étaient plus immédiatement reconnaissable.

source: One of the ways big entertainment has responded is to promote metacelebrities—icons based on characters rather than real people.
fr_fr: Une des manières que les industries du divertissement ont trouvé est de promouvoir les métacélébrités - des icônes basées sur des personnages plutôt que dur des personnes réelles.

source: Each metacelebrity has their own (very expensive) unique customized morph, but the person sleeved within that morph often changes.
fr_fr: Chaque métacélébrités possède sa propre (et extrêmement chère) morph unique et personnalisée, mais la personne incarnée à l'intérieur de cette morph change souvent.

source: The actress Angelique Stardust, for example, once existed as a real person, but is now a character who has been played by over a dozen people since the original rose to stardom in AF 3 and promptly sold off her celebrity character rights to Experia.
fr_fr: L'actrice Angélique Stardust, par exemple, existait autrefois en temps que réelle personne, mais elle est maintenant un personnage qui a été interprété par plus d'une douzaine de personne depuis son ascenssion rapide à la célébrité en 3 AF et qu'elle eut vendu la célébrité de son personnage et ses droits d'exploitation à Experia.

source: Likewise, award-winning heart-breaker Juan Nguyen is a constructed persona based entirely on the action hero star who died and was lost during the Fall.
fr_fr: De la même manière, l'acteur maintes fois récompensée et briseur de cœur Juan Nguyen est une personnalité construite d'après la star héroîque qui est morte et qui a été perdue pendant la Chute.

source: Many metacelebrities are modeled on fictional characters; notorious bad girl Sun Mi Hee is no different offscreen than the ass-kicking villain role that brought her to fame, never traveling anywhere without her iconic pair of glowering smart leopards.
fr_fr: Beaucoup de métacélébrités sont modelées d'arpès des personnages de fictions; la mauvaise fille et célébre Sun Mi Hee n'est guère différente dans la vie que dans ses rôles de méchante botteuse de cul qui l'ont rendues célèbres, ne voyageant jamais sans sa paire iconique de léopard grondants et intelligents.

source: Actors taking on a metacelebrity role often undergo psychosurgery to better play the part.
fr_fr: Les acteurs endossant le rôle d'une métacélébrité subissent souvent une psychochirurgie pour mieux jouer leur rôle.

source: Metaceleb personas are strictly managed and marketed as a media product to appeal to specific consumer groups.
fr_fr: Les personnalités métacélèbres sont gérées strictement et marchandisées comme un produit de média pour séduire un groupe de consommateur.

source: Though they play an active role within hyperelite circles, many of the genuine glitterati view them with humor at best, disdain at worst—though some have learned the hard way not to underestimate or mess with the small armies of media engineers behind each metaceleb’s carefully crafted image.
fr_fr: Bien qu'elles aient un rôle actif dans les cercles de l'hyperélite, beaucoup de ces célébrités authentique les considèrent au mieux avec humour et au pire avec dédain - bien que certains ont apprit par la méthode dure à ne pas sous-estimer ou à ne pas chercher les petites armées d'ingénieurs sociaux derrière chaque image de la métacélébrité minutieusement fabriquée.

source: The most popular forms of electronic entertainments are vids, vidgames, VR worlds, XP, and AR games.
fr_fr: Les formes les plus populaires de divertissement

source: Vids are passive entertainments that can be enjoyed either as high-resolution audiovisual entertainment or as a fully immersive experience where the viewer can augment their experience with smell, touch, and taste while experiencing the point of view of one of the major characters.
fr_fr: Les vids sont des divertissements passifs qui sont appréciés soit comme un divertissement audiovisuel en haute résolution ou comme une exéprience en immersion totale dans laqeulle le spectateur peut augmenter son expérience avec l'odorat, le toucher et le goût tout en profitant du point de vue de l'un des personnages majeur.

source: Viewing them purely via sight and sound is much like watching an old 20th-century film, except that it's interactive and in 3D.
fr_fr: Les regarder en utilisant juste la vue et l'ouïe est peu ou prou la même chose que regarder un film du 20° siècle, sauf qu'elles sont interactives et en 3D.

source: In contrast, full sensory viewing is much like actually being present in the story.
fr_fr: En comparaison, le visionnaige en immersion complète est à peu près équivalent à être réellement présent dans l'histoire.

source: Most modern vids have variable theme and preference settings enabling viewers to adjust the content of what they are watching, including the level of violence, the amount and type of sexuality they prefer, as well as the appearances of some or all of the major characters.
fr_fr: La plupart des vids modernes ont des thèmes variables et des réglages préférentiels permettant au spectateur d'ajuster le contennu de ce qu'ils regardent, incluant le niveau de violence, la quantité de sexe et le type de sexualité qu'ils rpéfèrent aussi bien que les apparences de quelques uns des personnages principaux.

source: In addition, many vids have several alternate endings for people who prefer happy, bittersweet, or grim endings.
fr_fr: De plus, beaucoup de vids ont plusieurs fins alternatives pour les personnes qui rpéfèrent les fins heureuse, douce-amère ou triste.

source: As a result, two people watching the same vid could have very different experiences if they use radically different settings.
fr_fr: Du coup, deux personnes regardant la même vid peuvent ressentir des expériences trés différentes si ils utilisent des réglages radicalement différents.

source: Vidgames are like vids, except they are much more flexible.
fr_fr: Les jeuxvids sont comme les vids, en bien plus flexible.

source: In vidgames, the viewer not only experiences the story with the protagonist—they become the protagonist, shaping the story through their own actions, similar to sophisticated early-21st-century console games.
fr_fr: Dans les jeuxvid, le spectateur fait bien plus que vivre l'histoire avec le protagoniste - ils deviennent le héros, modelant l'histoire par leurs propres actions, de manière similaires au jeux vidéo sophistiqués du début du 21° siècle.

source: Some games allow the participation of up to a dozen individuals or link thousands of players via the mesh, while others are designed for a single player.
fr_fr: Certains jeux permettent d'avoir jusqu'à une douzaine de participants individuels ou de connecter des milliers de joueurs par le mesh, alors que d'autres ne sont conçus que pour un seul joueur.

source: The degree of freedom in vidgames varies.
fr_fr: Ce degré de liberté dans les jeuxvids varie.

source: Some are almost fully interactive realms similar to many VR worlds with all but a few characters controlled by AIs, while others are considerably simpler and more limited, with player interaction limited to a few crucial decisions.
fr_fr: Certain sont des mondes presques entièrement interactifs similaire à beaucoup d'univers en RV dont tous les personnages ou presque sont controllés par des IAs, alors que d'autres sont considérablement plus simple et plus limité, et dont les intearctiosn avec le joueur se limitent à quelques décisions cruciales.

source: The precise dividing line between vids and vidgames is blurry, but both media have the common trait of being designed for either solitary use or for use by a few players or viewers who are all located relatively near one another.
fr_fr: La ligne de séparation entre les vids et les jeuxvids est floue, mais les deux médias ont le point commun d'être conçus pour un usage solitaire ou par quelques joueurs et spectateurs qui ne sont aps trop éloignés physiquement le suns des autres.

source: Vids and vidgames are the most popular forms of entertainment, with vids and vidgames set on Earth before the Fall being especially prevalent.
fr_fr: Les vids et les jeuxvid constituent la forme la plus populaire de divertissement, ceux prenant pour cadre la Terre avant la Chute sont particulièrement répandus.

source: Experience playback (XP) is a specialized type of vid that consists of the recorded sensory impressions of a single individual.
fr_fr: Le rejeu d'expérience (Experience Playback ou XP) est une catégoriée de vid spéciale qui sont constituées de l'enregistrement des impressions sensorielles d'un individus.

source: Almost all of the inhabitants of the solar system lead relatively quiet and risk-averse lives and are naturally eager to be able to vividly experience adventures such as climbing Olympus Mons, spending a day in one of the most luxurious and exotic private habitats, going on a scavenging mission to Earth, or gatecrashing.
fr_fr: Presque tous les habitants du système solaire vivent des vies relativement tranquille et sans danger et ont naturellement envie de pouvoir vivre des aventures telles qu'escalader le Mont Olympus, passer une journée dans l'un des habitats privé parmi les plus luxueus et éxotiques, partir en mission de récupération sur Terre ou resquiller.

source: There is also a thriving fringe market in less savory XPs, including records of people committing all manner of violent or dangerous crimes and XPs of actual gun battles between well-armed criminals and law enforcement personnel, which often end with the death of the morph providing the point of view.
fr_fr: Il y a aussi une marge du marché relativement prospère pour des XPs moins savoureuse, incluant des enregistrements de personne commettant toute sorte de crimes violent ou dangereux et des XPs d'affrontement à balles réelles entre des criminels sur armés et des forces de sécurité, qui se termient souvent par la mort de la morph fournissant le point de vue.

source: Anyone with mesh inserts can create an XP of their past experiences, and anyone with an ecto or mesh inserts can access the sensory recordings.
fr_fr: Quiconque possédant des inserts mesh peut créer une XP de ses expériences passées, et n'importe qui possédant un ecto ou des inserts mesh peut accéder à l'enregistrement sensoriel.

source: Selling a particularly exciting XP, such as a record of the first meeting with the Factors, can bring in a lot of money or rep.
fr_fr: Vendre une XP particulièrement excitante, telle que l'enregsitrement du premier contact avec les Facteurs, peut rapporter beaucoup d'argent ou de rep.

source: Most XPs consist of both sensory recordings and the surface thoughts of the individual who made them.
fr_fr: La plupart des XPs consitent en un mélange d'enregistrements sensoriels et les pensées des individus qui les ont faites.

source: Many people who access XPs are only interested in the sensory recordings and feel that having another person's recorded thoughts and emotions in their head is intrusive and uncomfortable.
fr_fr: Beaucoup de personne qui utilisent l'XP ne sont intéressé que par l'enregistrement sensoriel et considèrent qu'avoir dans leur tête les pensées et les émotions d'une autre personne enregistrés est intrusif et désagréable.

source: However, some hardcore XP aficionados feel that accessing the full XP, including the recorded emotions, makes the experience more immersive and real.
fr_fr: Cependant, quelque aficionados hradcore de XPs pensent qu'accéder à l'XP complète, y compris avec les émotions enregistrées, rend l'expérience plus immersive et réelle.

source: A significant minority of XP fans becomes fascinated with one or two daring people who regularly sell XPs, known as X-casters, viewing all of their clips, including both the experiences and the accompanying thoughts.
fr_fr: Une minorité significative de fans d'XP deviennent fascinnés par une ou deux personnes téméraires qui vendent régulièrement des XPs, appelés X-casteurs, visionnant tous leurs clips, incluant à la fois les expérience et les pensées les accompagnants.

source: Some of these XP fans become more interested in the person who recorded the clip than in the individual experiences, and they often come to believe that they have a special, clear understanding of this person, to the point where they strongly identify with this person or even fall in love with them.
fr_fr: Quelques uns de ces fans d'XP deviennent plus interessé par la personne qui enregsitre le clip que par les expériences individuelles, et ils en viennent souvent à croire qu'ils ont une compréhension spéciale de cette personne, au point où ils s'dientifient fortement avec cette personne ou en tomebnt amoureux.

source: In addition, individuals who access XPs from a single person often enough sometimes begin to mimic various habits or figures of speech of this person.
fr_fr: De plus, les individus qui accèdent souvent à l'XPs d'une seule personne commencent parfois à mimer différentes habitudes ou formes d'expression de cette personne.

source: Particularly popular X-casters are sometimes rather disturbed when they see tens of thousands of people imitating one of their more idiosyncratic expressions or habits.
fr_fr: Des X-casturs particulièrement populaires sont parfois particulièremnt dérangés lorsqu'ils voient des dizaines de milliers de personnes imiter l'une de leur expression ou habitude les plus idiosyncratique.

source: A few serious fans—known as Xers (pronounced “ex-ers”)—alter their morphs to resemble their favorite X-caster.
fr_fr: Quelques fans sérieux - connus comme Xers (prononcer "ix-eurs") - altèrent leur morph pour ressembler à laur X-casteurs préféré.

source: Some obsessive Xers actually attempt to contact and stalk certain X-casters, perhaps hoping to become part of an actual XP clip.
fr_fr: Quelques Xers obsessifs tentent réellement de contacter et de harceler certain X-casteurs, espérant peut-être devenir une part réelle d'un clip XP.

source: In most habitats and subcultures, Xers are widely regarded as having particularly dull and meaningless lives.
fr_fr: Dans beaucoup d'habitats et de sous-culture, les Xers ont glaobelemnt considérés comme ayant des vies particulièrement ennuyeuses.

source: Hardcore Xers are often viewed as being insecure and potentially unstable.
fr_fr: Les Xers hardcore sotn souvent vus comme étant danegreux et potentiellement instables.

source: Augmented reality (AR) games involve players interacting both with events in the physical world and with augmented reality imagery that recasts the people and objects the players see.
fr_fr: Les jeux en Réalité AUgmentée (RA) impliquent les joueurs dans des interactions avec le monde physique et l'imagerie en réalité augmentée qui redessine les personnes ou les objets qu'ils perçoivent.

source: For example, instead of seeing another player in a splicer morph and ordinary clothing, a player of an AR game might see a horrific rotting zombie, a bizarre alien life form, or a well-armed soldier.
fr_fr: Au lieu de voir un autre joueur dans unje morph splicer et ordinairement vétue, un joueur d'un jeu RA pourrait, par exemple, voir un zombie pourrissant horifique, une forme de vie étrangère bizarre ou un soldat sur-armé.

source: These games tend to be locally focused within a particular habitat or city as they allow players to interact when they are within physical proximity, but some games link habitats within the same cultural region.
fr_fr: Ces jeux ont tendance à être ciblé localement à l'intérieur d'un habitat ou d'une vilel partiuclière car ils permettent aux joueurs d'interagir entre eux lorsqu'ils sont proches, mais certains jeu relient les habitats d'une même région culturelle.

source: The nature and intensity of these games varies widely.
fr_fr: La nature et l'intensité de ces jeux varient grandement.

source: Some are long-term games involving people imagining that they are deep cover spies or some other exciting and unique role.
fr_fr: Certains sont ds jeux à long-terme impliquant des personnes imaginant qu'ils sont des espions sous couverture ou n'importe quel autre rôle unique et excitant.

source: Players may pretend to be anything from time travelers attempting to prevent some horrible disaster to covert agents attempting to uncover plots by TITAN-infected people on their habitat—who happen to be camouflaged as snack designers, personal assistants, etc.
fr_fr: Les joueurs peuvent prétendre être n'importe quoi depuis des voyageurs temporels qui tentent d'empêcher un désastre horrible jusqu'à être des agents tentant de dévoiler les plans des personne infectés par les TITANs dans leur habitat - qui s'avèrent être camouflés en concepteurs inflitrés, en assistants personnels, etc.

source: During their daily lives, players exchange messages with each other as well as with the people running and maintaining the game.
fr_fr: Lors de leur vie quotidienne, les joueurs échange des messages les uns avec els autres ainsi qu'avec les personens qui animent et maintiennent le jeu.

source: Some of these long-term AR games have gone on for many years, with the oldest being almost twenty years old.
fr_fr: Certains des jeux RA à long-terme sont actifs depuis plusieurs années, les plus anciens durent depuis presque vingt ans.

source: Short-term AR games, on the other hand, last between several hours and several days.
fr_fr: Les jeux RA à court-terme, d'un autre côté, durent entre plusieurs heures et plusieurs jours.

source: The people running these games typically rent out a hotel or a park and various public buildings for the duration.
fr_fr: Les personnages faisant fonctionner ces jeux louent générallement un hôtel ou un parc et différents immeubles pendant la durée de la partie.

source: These games are almost always highly dramatic and consist of everything from the players having to deal with a massive zombie attack or alien invasion to them participating in some simulation of an event on Earth, like the storming of the Bastille during the French Revolution.
fr_fr: Ces jeux sont presque tous extrêmement dramatique et vont d'une invasion massive de zombie ou d'aliens que les joueurs doivent gérer à la participation à une simulation d'un évènement sur Terre, telle que la prise de la Bastille pendant la Révolution Française.

source: While such AR games can be considerably less detailed than VR worlds or vidgames, many players value the “realism” of being physically present during the game.
fr_fr: Bien que ces jeux RA peuvent être considérabelemtn moins détaillés que les mondes RV ou les jeuxvids, beaucoup de jeouurs accordent de l'importance au "réalisme" ou au fait d'être présent physiquement pendant la partie.

source: Since participants in AR games take actions in the real world, including actions that could be disruptive or even dangerous, designers of AR games take great care to prevent problems.
fr_fr: Comme les participants aux jeux RA agissent dans le monde réel, incluant des actions qui peuvent être disruptive voire dangereuse, les concepteurs des jeux RA prennent grand soin de prévoir ce type de problèmes.
